Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/niina_siivikko_aloittaa_saamelaiskarajien_puheenjohtajan_avustajana.html.tmx
Source language: fin
Languages: sms

source: Niina Siivikko aloittaa Saamelaiskäräjien puheenjohtajan avustajana
sms: Niina Siivikko alttad Sääʹmteeʹǧǧ saaǥǥjååʹđteei veäʹǩǩteeʹjen

source: Saamelaiskäräjien puheenjohtajan avustajana aloittaa Niina Siivikko. Tehtävää aiemmin hoitanut Laura Olsén-Ljetoff on valittu Saamelaiskäräjien elinkeinosihteerin virkaan.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei veäʹǩǩteeʹjen alttad Niina Siivikko Tuâj ääiʹjben håiddam Laura Olsén-Ljetoff lij vaʹlljuum Sääʹmteeʹǧǧ jieʹllemvueʹǩǩpiisar vergga.

source: Saamelaiskäräjien puheenjohtajan avustajaksi on nimitetty 7.9.2022 alkaen filosofian maisteri Niina Siivikko.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei veäʹǩǩteeʹjen lij nõõmtum 7.9.2022 ääʹljeeʹl filosofia maister Niina Siivikko.

source: Saamelaiskäräjät julisti puheenjohtajan avustajan tehtävän haettavaksi kesäkuussa.
sms: Sääʹmteʹǧǧ piiʹji ooccâmnalla saaǥǥjååʹđteei veäʹǩǩteei tuâj ǩieʹssmannust.

source: Määräaikaan mennessä tehtävään tuli kaksi hakemusta.
sms: Mieʹrräigga mõõneeʹst tuõjju puõʹtte kuõʹhtt ooccmõõžž.

source: Hallintopäällikkö nimitti puheenjohtajan avustajan Saamelaiskäräjien työjärjestyksen 7 b § mukaisesti.
sms: Vaaldâšmjååʹđteei nõõmti saaǥǥjååʹđteei veäʹǩǩteei Sääʹmteeʹǧǧ tuâjjriâššmõõžž 7 b § meâldlânji.

source: Saamelaiskäräjien puheenjohtajan avustajan työtehtäviin kuuluu avustaa puheenjohtajaa hänelle tarkoitetuissa tehtävissä.
sms: Veäʹǩǩteei tuâjaid kooll vieʹǩǩted saaǥǥjååʹđteei suʹnne kuulli tuâjain.

source: Avustaja valmistelee ja esittelee tarvittaessa hallituksen, käräjien ja lautakuntien kokouksessa toimialaansa kuuluvia asioita sekä toimeenpanee niiden päätökset.
sms: Veäʹǩǩteei valmštââll da čuäʹjtââll taarb mieʹldd halltõõzz, teeʹǧǧ da luʹvddkooʹddi såbbrin toiʹmmsuârggses kuulli aaʹššid di peejj tåimma tõi tuʹmmstõõǥǥid.

source: – Olen alkujaan Ivalosta lähtöisin oleva saamelainen väitöskirjatutkija, vaikkakin viime vuosina ovat erilaiset ihmisoikeuksien parissa olleet työtehtävät vieneet valtaosan ajastani, Siivikko kertoo.
sms: Leäm Âʹvvlest vuâlǥaž säʹmmlaž näʹǧǧtõsǩeʹrjjtuʹtǩǩeei, håʹt-i mââimõs iiʹjji lie tuâj jeeʹresnallšem ooumažvuõiggâdvuõđivuiʹm viikkâm jäänmõõzz ääiʹjstan, Siivikko särnn.

source: Siivikko on aiemmin toiminut erilaisten projektien koordinoijana muun muassa YK-liitolle, sekä toiminut Terveyden ja hyvinvoinnin laitoksen sekä oikeusministeriön työryhmissä erityisesti sateenkaarinuorten tilanteeseen liittyen.
sms: Siivikko lij ääiʹjben toiʹmmjam jeeʹresnallšem projeeʹkti koordinõʹsttjen jeeʹrab mieʹldd ÕM-littu, di toiʹmmjam Tiõrvâsvuõđ da pueʹrrvââjjamstroiʹttel di vuõiggâdvuõttministeria tuâjj-jooukin jeäʹrben âʹbrrjohssnuõri vuâkka kuuleeʹl.

source: Siivikko on myös Ihmisoikeusliiton johtokunnan jäsen.
sms: Siivikko lij še Ooumažvuõiggâdvuõttleett jååʹđtemkååʹdd vuäzzlaž.

source: – Olen todella iloinen siitä, että pääsen työskentelemään Saamelaiskäräjille!
sms: Leäm tuõđi miõlstan tõn diõtt, što piâzzam tuejjeed Sääʹmtegga!

source: Se on saamelaisena sekä suuri kunnia että etuoikeus, ja olen todella innostunut tästä haasteesta, etenkin, kun en aiemmin ole Saamelaiskäräjillä työskennellyt.
sms: Tõt lij säʹmmliʹžžen nuʹtt jõnn cistt ko ouddvuõiggâdvuõtt, da leäm tuõđi älšmõõvvâm tän väʹǯǯlõs tuâjast, aainâs ko jiõm ääiʹjben leäkku Sääʹmteeʹǧǧest reâuggam.

source: Lisäksi olen valtavan kiitollinen siitä, että työn myötä pääsen viettämään enemmän aikaa pohjoisessa perheen ja ystävien luona.
sms: Tõn õõl leäm čuuʹt späʹssballaš tõn diõtt, što tuâj mieʹldd piâzzam ââʹnned jäänab ääiʹj tââʹvest piârri da taaurõõžži åʹrnn.

source: Pääsen myös käyttämään saamea, joka Turussa asuessa on jatkuvasti hiipumassa, Siivikko sanoo.
sms: Piâzzam še ââʹnned sääʹmǩiõl, koonn Turkust jälsteen pâi-i lij čackkâm årra, Siivikko ceälkk.

source: Siivikko toimii puheenjohtajan avustajana toimikauden 2020–2023 loppuun saakka.
sms: Siivikko toiʹmmai saaǥǥjååʹđteei veäʹǩǩteeʹjen tåimmpââʹj 2020–2023 loopp räjja.

source: Laura Olsén-Ljetoff Saamelaiskäräjien elinkeinosihteeriksi
sms: Laura Olsén-Ljetoff Sääʹmteeʹǧǧ jieʹllemvueʹǩǩpiisren

source: Puheenjohtajan avustajana aiemmin toiminut Laura Olsén-Ljetoff on aloittanut Saamelaiskäräjien elinkeinosihteerinä 1.8.2022.
sms: Saaǥǥjååʹđteei veäʹǩǩteeʹjen ääiʹjben toiʹmmjam Laura Olsén-Ljetoff lij alttääm Sääʹmteeʹǧǧ jieʹllemvueʹǩǩpiisren 1.8.2022.

source: Saamelaiskäräjien hallitus valitsi Olsén-Ljetoffin elinkeinosihteerin virkaan kokouksessaan 4/2022 (10.5.2022).
sms: Sääʹmteeʹǧǧ halltõs vaʹlljii Olsén-Ljetoff jieʹllemvueʹǩǩpiisar vergga såbbreʹstes 4/2022 (10.5.2022).

source: Määräaikaan mennessä virkaan tuli kolme hakemusta.
sms: Mieʹrräigga mõõneeʹst vergga puõʹtte kolmm ooccmõõžž.

source: Yhteystiedot:
sms: Õhttvuõtt-teâđ

source: Niina Siivikko Puheenjohtajan avustaja puh. 010 839 3164 / 040 584 0697 niina.siivikko@samediggi.fi
sms: Niina Siivikko Saaǥǥjååʹđteei veäʹǩǩteei teʹl. 010 839 3164 / 040 584 0697 niina.siivikko@samediggi.fi

source: Laura Olsén-Ljetoff Elinkeinosihteeri puh. 010 839 3123 / 040 617 5113 laura.olsen-ljetoff@samediggi.fi
sms: Laura Olsén-ljetoff Jieʹllemvueʹǩǩpiisar teʹl. 010 839 3123 / 040 617 5113 laura.olsen-ljetoff@samediggi.fi
